Repository: kyzima-spb/kodi.repository
Catalog: addons/script.module.yt-dlp/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30000
source: Directory for saving downloaded files
ru_ru: Директория для сохранения скачанных файлов

# #30001
source: Preparing to download file...
ru_ru: Подготовка к загрузке файла...

# #30002
source: Download
ru_ru: Скачать

# #30003
source: Download status
ru_ru: Статус загрузки

# #30004
source: Downloading
ru_ru: Скачивание

# #30005
source: Adding Metadata
ru_ru: Добавление метаданных

# #30006
source: Wait...
ru_ru: Ждите...

# #30007
source: Canceled by user
ru_ru: Отменено пользователем

# #30008
source: File saved as %(filename)s
ru_ru: Файл сохранен как %(filename)s

# #30009
source: Downloaded: %(total)s
ru_ru: Загружено: %(total)s

# #30010
source: Download speed: %(speed)s
ru_ru: Скорость загрузки: %(speed)s

# #30011
source: Processed: %(value)s
ru_ru: Обработано: %(value)s

# #30012
source: Bitrate: %(value)s
ru_ru: Битрейт: %(value)s

# #30013
source: File not found
ru_ru: Файл не найден

# #30014
source: The file exists
ru_ru: Файл существует

# #30015
source: Retry downloading the file? The existing file will be overwritten.
ru_ru: Повторить скачивание файла? Существующий файл будет затерт.

# #30016
source: Select quality
ru_ru: Выберете качество

# #30017
source: 144p (low)
ru_ru: 144p (низкое)

# #30018
source: 240p (low)
ru_ru: 240p (низкое)

# #30019
source: 360p (low)
ru_ru: 360p (низкое)

# #30020
source: 480p (medium)
ru_ru: 480p (среднее)

# #30025
source: Best quality available
ru_ru: Лучшее доступное качество

# #30026
source: Audio only
ru_ru: Только аудио

# #30027
source: Video only
ru_ru: Только видео

# #30028
source: Stream (HLS)
ru_ru: Поток (HLS)

# #30029
source: Stream (DASH)
ru_ru: Поток (DASH)
